Repository: kancom/letsmeet
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: English
ru: Английский

source: Russian
ru: Русский

source: Name
ru: Название

source: Name your appointment
ru: Название встречи

source: Description
ru: Описание

source: Enter necessary details about your appointment
ru: Введите детали вашей встречи

source: Date and time
ru: Дата и время

source: Date and time of the appointment
ru: Дата и время вашей встречи

source: Place
ru: Место

source: Place where meet
ru: Место встречи

source: Create your appointment here
ru: Создайте вашу встречу здесь

source: Fill details below, save and share...
ru: Введите детали ниже, сохраните и поделитесь...

source: Done
ru: Готово

source: Use My Location
ru: Там где я

source: Place marker
ru: Поместить маркер

source: Enter or update the address here
ru: Введите адрес

source: Short description
ru: Короткое описание

source: When and where?
ru: Где и когда?

source: Save changes
ru: Сохранить

source: Copy to clipboard
ru: Скопировать адрес

source: Share via
ru: Поделиться
